/* No comment provided by engineer. */
"* Launch Impress on your computer\n* Connect both devices to the same WiFi network\n* P.S. Your iOS device is connected to \"%@\" now" = "* 在计算机上启动 Impress\n* 将两台设备连接到同一个 WiFi 网络\n* 注：您的 iOS 设备当前已连接到“%@”";

/* No comment provided by engineer. */
"* You don't have a WiFi connection now.\n* Connect your iOS device and your computer to the same network\n* Refresh\n* hint: you may create a personal hotspot on your computer/iPhone" = "* 您当前尚未连接到 WiFi。\n* 请将您的 iOS 设备与计算机连接到同一个网络\n* 刷新\n* 提示: 您可以在计算机或 iPhone 上创建个人热点";

/* Popover option */
"About Impress Remote" = "关于 Impress Remote";

/* No comment provided by engineer. */
"Back" = "返回";

/* Popover option */
"Blank Screen" = "关闭屏幕";

/* No comment provided by engineer. */
"Cancel" = "取消";

/* No comment provided by engineer. */
"Click to refresh" = "点击刷新";

/* Back button to the connect page on navbar */
"Connect" = "连接";

/* connect instructions */
"Connect your devices to the same WiFi network." = "请将您的设备连接到同一个 WiFi 网络。";

/* instruction page title */
"Connection" = "连接";

/* Popover option */
"Connection Help" = "连接帮助";

/* Connection Lost Alert title */
"Connection Lost" = "连接中断";

/* Connection Lost Alert Msg */
"Connection Lost Msg" = "糟糕，连接已中断... 请尝试重新连接计算机。 ";

/* Control instruction title */
"Control" = "控制";

/* connect instructions */
"Create a personal hotspot on your iPhone if needed." = "若需要，请在 iPhone 上创建个人热点。";

/* Server list section title */
"Custom Connections" = "自定义连接";

/* Displayed when no customized server is available */
"Customize server config instruction" = "若您的计算机未出现在上方区域，请通过 IP 地址手动添加计算机。 ";

/* Server list section title */
"Detected Connections" = "已侦测到的连接";

/* Pairing instruction text */
"Enter the PIN code in SlideShow - Impress Remote" = "请在 SlideShow - Impress Remote 输入 PIN 码";

/* Connection failure title */
"Failed to reach server" = "无法连接服务器";

/* Connection failure message */
"Failed to reach server Msg" = "请验证您的 IP 地址，并确保 LibreOffice Impress 已经打开，并已启用 Impress Remote 功能。";

/* No comment provided by engineer. */
"Failed to reach your computer" = "无法连接您的计算机";

/* No comment provided by engineer. */
"Help" = "帮助";

/* In app How-to title */
"How-to" = "教程";

/* App name displayed on navbar */
"Impress Remote" = "Impress Remote";

/* Invalid IP Address Alert title */
"Invalid IP Address" = "IP 地址无效";

/* Invalid IP Address Alert message */
"Invalid IP Address Msg" = "您输入的 IP 地址无效";

/* EditableTableViewCell placeholder */
"IP Address" = "IP 地址";

/* Pairing instruction text */
"Launch Impress & select your computer." = "启动 Impress 并选择您的计算机。";

/* EditableTableViewCell placeholder */
"Name (optional)" = "名称 (可选)";

/* No comment provided by engineer. */
"New Server" = "新建服务器";

/* No comment provided by engineer. */
"No, thanks" = "不了，谢谢";

/* OK Button on Alert view */
"OK" = "确定";

/* backButton for Tutorial */
"Ok, thanks" = "好的，多谢";

/* Pairing instruction title */
"Pairing" = "配对";

/* Pairing instructions Alert Title */
"Pairing Instructions" = "配对说明";

/* No comment provided by engineer. */
"Pairing Instructions Msg" = "1. 启动计算机上的 LibreOffice Impress\n\n2. 打开 偏好设置 - LibreOffice Impress - 常规 - 启用远程控制\n\n3. 确保您的计算机与设备已连接到同一个 WiFi 网络\n\n4. 若未能侦测到您的计算机，请 手动输入它的 IP 地址\n\n5. 连接并使用!\n\n";

/* Update button text in diffrent states */
"Pause" = "暂停";

/* No comment provided by engineer. */
"Please consider restart LibreOffice Impress on your computer." = "请考虑重新启动您计算机上的 LibreOffice Impress。";

/* Popover option */
"Restart" = "重启";

/* No comment provided by engineer. */
"Resume from blank screen" = "从空白屏幕恢复";

/* Popover option */
"Resume from blank Screen" = "从空白屏幕恢复";

/* No comment provided by engineer. */
"Searching" = "正在搜索";

/* Sidebar section header */
"Slides" = "幻灯片";

/* Update button text in diffrent states */
"Start" = "开始";

/* Popover option */
"Stop Presentation" = "停止演示";

/* Sidebar section header */
"Stop Watch" = "秒表";

/* No comment provided by engineer. */
"Take a tour of iOS Impress Remote?" = "您是否打算浏览 iOS Impress Remote 的使用方法?";

/* Sidebar section header */
"Timer" = "计时器";

/* No comment provided by engineer. */
"Yes" = "是";

